Revit 2027 API
ParameterTypeId.DecalSubcategoryId Property
 "Subcategory"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DecalSubcategoryId { get; }
Public Shared ReadOnly Property DecalSubcategoryId As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DecalSubcategoryId {
	ForgeTypeId^ get ();
}
static member DecalSubcategoryId : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace